Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.fork.error.execveFailed
source: fork: the saved process could not be started. Retry the visible fork command.
ar: fork: لا يمكن بدء العملية المحفوظة. أعد محاولة أمر الشوكة المرئية.
bs: fork: Sačuvani proces nije moguće pokrenuti. Ponovo pokrenite prikazanu fork naredbu.
da: fork: Den gemte proces kunne ikke startes. Kør den viste fork-kommando igen.
de: fork: Der gespeicherte Prozess konnte nicht gestartet werden. Führen Sie den angezeigten Fork-Befehl erneut aus.
es: fork: No se pudo iniciar el proceso guardado. Vuelva a intentar el comando de bifurcación visible.
fr: fork: le processus enregistré n'a pas pu être démarré. Réessayez la commande visible fork.
it: fork: Non è stato possibile avviare il processo salvato. Riprovare il comando fork visibile.
ja: fork: 保存されたプロセスを開始できませんでした。表示されているフォークコマンドを再実行してください。
ko: fork: 저장된 프로세스를 시작할 수 없습니다. 보이는 분기 명령을 다시 시도하세요.
nb: fork: den lagrede prosessen kunne ikke startes. Prøv synlig gaffel-kommandoen på nytt.
pl: fork: nie można uruchomić zapisanego procesu. Ponów polecenie widocznego rozwidlenia.
pt_br: fork: o processo salvo não pôde ser iniciado. Tente novamente o comando de fork visível.
ru: fork: сохраненный процесс не удалось запустить. Повторите команду видимой вилки.
th: fork: ไม่สามารถเริ่มกระบวนการที่บันทึกไว้ได้ ลองคำสั่ง fork ที่มองเห็นอีกครั้ง
tr: fork: kaydedilen işlem başlatılamadı. Görünür çatal komutunu yeniden deneyin.
uk: fork: не вдалося запустити збережений процес. Повторіть команду видимої розгалуження.
zh_hans: fork: 无法启动保存的进程。重试可见的 fork 命令。
zh_hant: fork: 無法啟動已儲存的進程。重試可見的 fork 指令。

# cli.fork.error.compatibilityShellFailed
source: fork: the saved process could not be started. Retry the visible fork command.
ar: fork: لا يمكن بدء العملية المحفوظة. أعد محاولة أمر الشوكة المرئية.
bs: fork: Sačuvani proces nije moguće pokrenuti. Ponovo pokrenite prikazanu fork naredbu.
da: fork: Den gemte proces kunne ikke startes. Kør den viste fork-kommando igen.
de: fork: Der gespeicherte Prozess konnte nicht gestartet werden. Führen Sie den angezeigten Fork-Befehl erneut aus.
es: fork: No se pudo iniciar el proceso guardado. Vuelva a intentar el comando de bifurcación visible.
fr: fork: le processus enregistré n'a pas pu être démarré. Réessayez la commande visible fork.
it: fork: Non è stato possibile avviare il processo salvato. Riprovare il comando fork visibile.
ja: fork: 保存されたプロセスを開始できませんでした。表示されているフォークコマンドを再実行してください。
ko: fork: 저장된 프로세스를 시작할 수 없습니다. 보이는 분기 명령을 다시 시도하세요.
nb: fork: den lagrede prosessen kunne ikke startes. Prøv synlig gaffel-kommandoen på nytt.
pl: fork: nie można uruchomić zapisanego procesu. Ponów polecenie widocznego rozwidlenia.
pt_br: fork: o processo salvo não pôde ser iniciado. Tente novamente o comando de fork visível.
ru: fork: сохраненный процесс не удалось запустить. Повторите команду видимой вилки.
th: fork: ไม่สามารถเริ่มกระบวนการที่บันทึกไว้ได้ ลองคำสั่ง fork ที่มองเห็นอีกครั้ง
tr: fork: kaydedilen işlem başlatılamadı. Görünür çatal komutunu yeniden deneyin.
uk: fork: не вдалося запустити збережений процес. Повторіть команду видимої розгалуження.
zh_hans: fork: 无法启动保存的进程。重试可见的 fork 命令。
zh_hant: fork: 無法啟動已儲存的進程。重試可見的 fork 指令。

# cli.fork.codexCheckpointUnavailable
source: fork: the saved agent session is unavailable. The terminal remains in its saved directory; retry later or start a new agent session.
ar: fork: جلسة الوكيل المحفوظة غير متاحة. تظل الوحدة الطرفية في الدليل المحفوظ الخاص بها؛ أعد المحاولة لاحقًا أو ابدأ جلسة وكيل جديدة.
bs: fork: sačuvana sesija agenta nije dostupna. Terminal ostaje u svom sačuvanom direktorijumu; pokušajte kasnije ili započnite novu sesiju agenta.
da: fork: den gemte agentsession er ikke tilgængelig. Terminalen forbliver i dens gemte mappe; prøv igen senere eller start en ny agentsession.
de: fork: Die gespeicherte Agentensitzung ist nicht verfügbar. Das Terminal bleibt in seinem gespeicherten Verzeichnis; Versuchen Sie es später erneut oder starten Sie eine neue Agentensitzung.
es: fork: la sesión guardada del agente no está disponible. El terminal permanece en su directorio guardado; Vuelva a intentarlo más tarde o inicie una nueva sesión de agente.
fr: fork: la session d'agent enregistrée n'est pas disponible. Le terminal reste dans son répertoire enregistré ; réessayez plus tard ou démarrez une nouvelle session d'agent.
it: fork: la sessione dell'agente salvata non è disponibile. Il terminale rimane nella directory salvata; riprovare più tardi o avviare una nuova sessione dell'agente.
ja: fork: 保存されたエージェント セッションを利用できません。ターミナルは保存されたディレクトリに残っています。後でもう一度試すか、新しいエージェント セッションを開始してください。
ko: fork: 저장된 에이전트 세션을 사용할 수 없습니다. 터미널은 저장된 디렉토리에 남아 있습니다. 나중에 다시 시도하거나 새 에이전트 세션을 시작하세요.
nb: fork: den lagrede agentøkten er utilgjengelig. Terminalen forblir i sin lagrede katalog; prøv på nytt senere eller start en ny agentøkt.
pl: fork: zapisana sesja agenta jest niedostępna. Terminal pozostaje w zapisanym katalogu; spróbuj ponownie później lub rozpocznij nową sesję agenta.
pt_br: fork: a sessão do agente salva não está disponível. O terminal permanece no diretório salvo; tente novamente mais tarde ou inicie uma nova sessão do agente.
ru: fork: сохраненный сеанс агента недоступен. Терминал остается в сохраненном каталоге; повторите попытку позже или начните новый сеанс агента.
th: fork: เซสชันตัวแทนที่บันทึกไว้ไม่พร้อมใช้งาน เทอร์มินัลยังคงอยู่ในไดเร็กทอรีที่บันทึกไว้ ลองอีกครั้งในภายหลังหรือเริ่มเซสชันตัวแทนใหม่
tr: fork: kayıtlı temsilci oturumu kullanılamıyor. Terminal kayıtlı dizininde kalır; daha sonra tekrar deneyin veya yeni bir temsilci oturumu başlatın.
uk: fork: збережена сесія агента недоступна. Термінал залишається у збереженому каталозі; повторіть спробу пізніше або почніть новий сеанс агента.
zh_hans: fork: 保存的代理会话不可用。终端保留在其保存的目录中；稍后重试或启动新的代理会话。
zh_hant: fork: 保存的代理會話不可用。終端保留在其保存的目錄中；稍後重試或啟動新的代理會話。

# cli.fork.error.socketNotReady
source: fork: cmux is still opening. Retry the visible fork command in a moment.
ar: fork: cmux لا يزال قيد الفتح. أعد محاولة أمر الشوكة المرئية بعد قليل.
bs: fork: cmux se još uvijek otvara. Pokušajte ponovo sa komandom vidljive vilice za trenutak.
da: fork: cmux åbner stadig. Prøv kommandoen synlig gaffel igen om et øjeblik.
de: fork: cmux öffnet sich noch. Wiederholen Sie den Befehl „visible fork“ gleich noch einmal.
es: fork: cmux todavía se está abriendo. Vuelva a intentar el comando de bifurcación visible en un momento.
fr: fork: cmux est encore en cours d’ouverture. Relancez la commande de fork affichée dans un instant.
it: fork: cmux è ancora in apertura. Riprova il comando fork visibile tra un attimo.
ja: fork: cmux はまだ起動中です。しばらくしてから、表示されているフォークコマンドを再実行してください。
ko: fork: cmux는 아직 열려있습니다. 잠시 후 보이는 포크 명령을 다시 시도해보세요.
nb: fork: cmux åpner fortsatt. Prøv den synlige gaffel-kommandoen på nytt om et øyeblikk.
pl: fork: cmux nadal się otwiera. Ponów polecenie widocznego rozwidlenia za chwilę.
pt_br: fork: cmux ainda está abrindo. Tente novamente o comando de fork visível em alguns instantes.
ru: fork: cmux все еще открывается. Повторите команду видимого разветвления через мгновение.
th: fork: cmux ยังคงเปิดอยู่ ลองคำสั่ง fork ที่มองเห็นอีกครั้งในอีกสักครู่
tr: fork: cmux hala açılıyor. Görünür çatal komutunu bir süre sonra yeniden deneyin.
uk: fork: cmux все ще відкривається. Через мить повторіть команду видимої розгалуження.
zh_hans: fork: cmux 仍在打开。稍后重试可见的 fork 命令。
zh_hant: fork: cmux 仍在打開。稍後重試可見的 fork 指令。

# machines.pending.failed
source: Couldn't create machine
ar: تعذر إنشاء الجهاز
de: Maschine konnte nicht erstellt werden
es: No se pudo crear la máquina
fr: Impossible de créer la machine
ja: マシンを作成できませんでした
ko: 머신을 생성할 수 없음
zh_hans: 无法创建机器
zh_hant: 無法建立機器

# machines.pending.failed.base
source: Couldn't set up Base
ar: تعذر إعداد Base
de: Base konnte nicht eingerichtet werden
es: No se pudo configurar Base
fr: Impossible de configurer Base
ja: Base を設定できませんでした
ko: Base를 설정할 수 없음
zh_hans: 无法设置 Base
zh_hant: 無法設定 Base

# machines.pending.cancel
source: Cancel Create
ar: إلغاء الإنشاء
de: Erstellung abbrechen
es: Cancelar creación
fr: Annuler la création
ja: 作成をキャンセル
ko: 생성 취소
zh_hans: 取消创建
zh_hant: 取消建立

# machines.pending.retry
source: Retry Create
ar: إعادة محاولة الإنشاء
de: Erstellung wiederholen
es: Reintentar creación
fr: Réessayer la création
ja: 作成を再試行
ko: 생성 재시도
zh_hans: 重试创建
zh_hant: 重試建立

# machines.pending.dismiss
source: Dismiss
ar: رفض
de: Zurückweisen
es: Despedir
fr: Rejeter
ja: 閉じる
ko: 해고하다
zh_hans: 忽略
zh_hant: 解僱

# machines.pending.showError
source: Show Error…
ar: عرض الخطأ…
de: Fehler anzeigen…
es: Mostrar error…
fr: Afficher l’erreur…
ja: エラーを表示…
ko: 오류 표시…
zh_hans: 显示错误…
zh_hant: 顯示錯誤…

# machines.pending.copyError
source: Copy Error
ar: نسخ الخطأ
de: Fehler kopieren
es: Copiar error
fr: Copier l’erreur
ja: エラーをコピー
ko: 오류 복사
zh_hans: 复制错误信息
zh_hant: 複製錯誤

# machines.pending.failure.lead
source: %@ did not get created. The command reported:
ar: لم يتم إنشاء %@. أفاد الأمر بما يلي:
de: %@ wurde nicht erstellt. Der Befehl meldete:
es: No se creó %@. El comando informó:
fr: %@ n’a pas pu être créé. La commande a renvoyé :
ja: %@ は作成されませんでした。コマンドの出力:
ko: %@이(가) 생성되지 않았습니다. 보고된 명령 출력:
zh_hans: %@ 未能创建。命令返回：
zh_hant: 未建立 %@。指令回報資訊：

# machines.new.background.note
source: Creation continues in the Machines panel.
ar: يستمر الإنشاء في لوحة الأجهزة (Machines).
de: Die Erstellung wird im Maschinen-Panel fortgesetzt.
es: La creación continúa en el panel Máquinas.
fr: La création se poursuit dans le panneau Machines.
ja: 作成は Machines パネルで続行されます。
ko: 머신 패널에서 생성이 계속됩니다.
zh_hans: 创建过程会在「机器」面板中继续。
zh_hant: 將在「機器」面板中繼續建立。

# machines.new.background.note.base
source: Setup continues in the Machines panel.
ar: يستمر الإعداد في لوحة الأجهزة (Machines).
de: Die Einrichtung wird im Maschinen-Panel fortgesetzt.
es: La configuración continúa en el panel Máquinas.
fr: La configuration se poursuit dans le panneau Machines.
ja: 設定は Machines パネルで続行されます。
ko: 머신 패널에서 설정이 계속됩니다.
zh_hans: 设置过程会在「机器」面板中继续。
zh_hant: 將在「機器」面板中繼續設定。

# machines.notification.ready.title
source: %@ is ready
ar: ‏%@ جاهز
de: %@ ist bereit
es: %@ está listo
fr: %@ est prête
ja: %@ の準備ができました
ko: %@이(가) 준비되었습니다
zh_hans: %@ 已就绪
zh_hant: %@ 已就緒

# machines.notification.ready.body
source: It's open in its own workspace. Click to go there.
ar: إنه مفتوح في مساحة العمل الخاصة به. انقر للانتقال إلى هناك.
de: Es ist in seinem eigenen Arbeitsbereich geöffnet. Klicke, um dorthin zu gelangen.
es: Está abierto en su propio espacio de trabajo. Haz clic para ir allí.
fr: C’est ouvert dans son propre espace de travail. Cliquez pour y accéder.
ja: 専用のワークスペースで開いています。クリックして移動します。
ko: 자체 작업 공간에 열려 있습니다. 클릭하여 이동하십시오.
zh_hans: 它已在自己的工作区中打开。点按即可前往。
zh_hant: 已在其專屬工作區中開啟。點擊以前往。

# machines.notification.ready.body.list
source: Find it in the Machines list.
ar: ابحث عنه في قائمة الأجهزة (Machines).
de: Finde es in der Liste „Maschinen“.
es: Encuéntralo en la lista de máquinas.
fr: Retrouvez-le dans la liste des Machines.
ja: Machines リストで確認できます。
ko: 머신 목록에서 찾으십시오.
zh_hans: 可在机器列表中找到它。
zh_hant: 在機器清單中尋找它。

# machines.notification.createdOpenFailed.title
source: %@ was created, but opening it failed
ar: تم إنشاء %@، ولكن تعذر فتحه
de: %@ wurde erstellt, aber das Öffnen ist fehlgeschlagen
es: Se creó %@, pero no se pudo abrir
fr: %@ a été créé, mais son ouverture a échoué
ja: %@ は作成されましたが、開けませんでした
ko: %@이(가) 생성되었지만 여는 데 실패했습니다
zh_hans: %@ 已创建，但打开失败
zh_hant: 已建立 %@，但開啟失敗

# machines.notification.createdOpenFailed.body
source: Open it from the Machines list.
ar: افتحه من قائمة الأجهزة (Machines).
de: Öffne es aus der Liste „Maschinen“.
es: Ábrela desde la lista de máquinas.
fr: Ouvrez-le depuis la liste des Machines.
ja: Machines リストから開いてください。
ko: 머신 목록에서 여십시오.
zh_hans: 请从机器列表中打开它。
zh_hant: 請從機器清單中開啟。

# machines.notification.failed.body
source: Retry or dismiss it from the Machines list.
ar: أعد المحاولة أو تجاهله من قائمة الأجهزة (Machines).
de: Wiederhole den Vorgang oder verwerfe ihn aus der Liste „Maschinen“.
es: Reinténtalo o descártalo desde la lista de máquinas.
fr: Réessayez ou ignorez-le depuis la liste des Machines.
ja: Machines リストから再試行するか閉じてください。
ko: 머신 목록에서 재시도하거나 지우십시오.
zh_hans: 请重试，或在机器列表中忽略它。
zh_hant: 從機器清單重試或捨棄它。

# machines.pending.createdOpenFailed.bar
source: %1$@ was created, but opening it failed: %2$@ Open it from the list.
ar: تم إنشاء %1$@، ولكن تعذر فتحه: %2$@ افتحه من القائمة.
de: %1$@ wurde erstellt, aber das Öffnen ist fehlgeschlagen: %2$@ Öffnen Sie sie aus der Liste.
es: Se creó %1$@, pero no se pudo abrir: %2$@ Ábrela desde la lista.
fr: %1$@ a été créé, mais son ouverture a échoué : %2$@ Ouvrez-le depuis la liste.
ja: %1$@ は作成されましたが、開けませんでした: %2$@ リストから開いてください。
ko: %1$@이(가) 생성되었지만 여는 데 실패했습니다: %2$@ 목록에서 여십시오.
zh_hans: %1$@ 已创建，但打开失败：%2$@ 请从列表中打开它。
zh_hant: 已建立 %1$@，但開啟失敗：%2$@ 請從清單中開啟。

# command.cloudVM.advanced.title
source: Advanced
ar: خيارات متقدمة
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
ko: 고급
zh_hans: 高级
zh_hant: 進階

# cloudTree.deleteWorkspace.confirm
source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# cloudTree.deleteWorkspace.message.empty
source: The workspace closes on the machine.
ar: سيتم إغلاق مساحة العمل على الجهاز.
de: Der Arbeitsbereich wird auf der Maschine geschlossen.
es: El espacio de trabajo se cierra en la máquina.
fr: L’espace de travail se ferme sur la machine.
ja: マシン上のワークスペースが閉じます。
ko: 머신에서 작업 공간이 닫힙니다.
zh_hans: 该工作区会在机器上关闭。
zh_hant: 工作區將在該機器上關閉。

# cloudTree.deleteWorkspace.message.one
source: Its terminal is killed with it. To keep it, use “Close Workspace” instead — it moves to the Terminals pool.
ar: سيتم إنهاء الطرفية الخاصة بها معها. للاحتفاظ بها، استخدم "إغلاق مساحة العمل" بدلاً من ذلك — حيث ستنتقل إلى تجمع الطرفيات (Terminals pool).
de: Sein Terminal wird mitbeendet. Um es zu behalten, verwende stattdessen „Arbeitsbereich schließen“ – es wird in den Terminal-Pool verschoben.
es: Su terminal se cerrará con él. Para conservarla, usa «Cerrar espacio de trabajo» en su lugar: se moverá al grupo de terminales.
fr: Son terminal est arrêté en même temps. Pour le conserver, utilisez plutôt « Fermer l’espace de travail » — il sera déplacé vers le groupe de terminaux.
ja: 中のターミナルも一緒に終了します。残す場合は「ワークスペースを閉じる」を使ってください。ターミナルはプールに移動します。
ko: 터미널도 함께 종료됩니다. 유지하려면 대신 “작업 공간 닫기”를 사용하십시오. 해당 터미널은 터미널 풀로 이동합니다.
zh_hans: 它的终端会随之被终止。若想保留，请改用「关闭工作区」—— 终端会移到 Terminals 池中。
zh_hant: 其終端機將隨之被終止。若要保留它，請改用「關閉工作區」——它將移至終端機集區。

# cloudTree.deleteWorkspace.message.other
source: Its %d terminals are killed with it. To keep them, use “Close Workspace” instead — they move to the Terminals pool.
ar: سيتم إنهاء %d طرفية تابعة لها معها. وللاحتفاظ بها، استخدم “إغلاق مساحة العمل” بدلاً من ذلك — حيث ستنتقل إلى مجمع الطرفيات.
de: Seine %d Terminals werden mit ihm beendet. Um sie zu behalten, verwenden Sie stattdessen “Arbeitsbereich schließen” — sie werden in den Terminal-Pool verschoben.
es: Sus %d terminales se cerrarán con él. Para conservarlas, usa “Cerrar espacio de trabajo” en su lugar — se moverán al grupo de terminales.
fr: Ses %d terminaux sont tués avec lui. Pour les conserver, utilisez plutôt “Fermer l'espace de travail” — ils passent dans le pool de terminaux.
ja: その %d 個のターミナルも同時に終了されます。これらを残すには、代わりに「ワークスペースを閉じる」を使用してください。ターミナルプールに移動されます。
ko: 해당 작업 공간의 %d개 터미널도 함께 종료됩니다. 터미널을 유지하려면 대신 “작업 공간 닫기”를 사용하세요. — 터미널 풀로 이동합니다.
zh_hans: 其 %d 个终端将随之一并终止。若要保留它们，请改用“关闭工作区”——它们将移至终端池。
zh_hant: 其 %d 台終端機也將隨之終止。若要保留它們，請改用「關閉工作區」— 它們將移至終端機集區。

# cloudTree.deleteWorkspace.title
source: Delete workspace “%@”?
ar: هل تريد حذف مساحة العمل “%@”؟
de: Arbeitsbereich „%@“ löschen?
es: ¿Eliminar el espacio de trabajo “%@”?
fr: Supprimer l’espace de travail « %@ » ?
ja: ワークスペース「%@」を削除しますか？
ko: “%@” 작업 공간을 삭제하시겠습니까?
zh_hans: 删除工作区“%@”？
zh_hant: 確定要刪除工作區「%@」？

# cloudTree.menu.deleteWorkspace
source: Delete Workspace and Terminals…
ar: حذف مساحة العمل والطرفيات…
de: Arbeitsbereich und Terminals löschen…
es: Eliminar espacio de trabajo y terminales…
fr: Supprimer l’espace de travail et les terminaux…
ja: ワークスペースとターミナルを削除…
ko: 작업 공간 및 터미널 삭제…
zh_hans: 删除工作区及其终端…
zh_hant: 刪除工作區與終端機…

# cloudTree.terminal.badge.detached
source: detached
ar: بلا تبويب
de: Ohne Tab
es: Sin pestaña
fr: Sans onglet
ja: タブなし
ko: 탭 없음
zh_hans: 无标签页
zh_hant: 無標籤頁

# cloudTree.terminal.views.one
source: 1 tab on the machine shows this terminal
ar: علامة تبويب واحدة على الجهاز تعرض هذه الطرفية
de: 1 Tab auf der Maschine zeigt dieses Terminal
es: 1 pestaña en la máquina muestra esta terminal
fr: 1 onglet sur la machine affiche ce terminal
ja: マシン上の 1 個のタブがこのターミナルを表示しています
ko: 머신의 탭 1개에서 이 터미널을 표시하고 있습니다
zh_hans: 机器上有 1 个标签页显示此终端
zh_hant: 機器上有 1 個標籤頁顯示此終端機

# cloudTree.terminal.views.zero
source: No tabs on the machine show this terminal
ar: لا توجد علامات تبويب على الجهاز تعرض هذه الطرفية
de: Keine Tabs auf der Maschine zeigen dieses Terminal
es: Ninguna pestaña en la máquina muestra esta terminal
fr: Aucun onglet sur la machine n’affiche ce terminal
ja: このターミナルを表示しているタブはマシン上にありません
ko: 머신의 어떤 탭에서도 이 터미널을 표시하지 않습니다
zh_hans: 机器上没有标签页显示此终端
zh_hant: 機器上沒有標籤頁顯示此終端機

# settings.app.fileEditorCurrentLineHighlight
source: File Editor Current Line Highlight
ar: السطر الحالي في محرر الملفات
bs: Trenutni red u uređivaču datoteka
da: Aktuel linje i fileditor
de: Aktuelle Zeile im Dateieditor
es: Línea actual del editor de archivos
fr: Ligne active de l’éditeur de fichiers
it: Riga corrente nell’editor di file
ja: ファイルエディタの現在行をハイライト
ko: 파일 편집기 현재 줄
nb: Gjeldende linje i fileditor
pl: Bieżący wiersz w edytorze plików
pt_br: Linha atual do editor de arquivos
ru: Текущая строка в редакторе файлов
th: บรรทัดปัจจุบันในตัวแก้ไขไฟล์
tr: Dosya düzenleyici geçerli satır
uk: Поточний рядок у редакторі файлів
zh_hans: 文件编辑器当前行
zh_hant: 檔案編輯器目前行

# settings.app.fileEditorCurrentLineHighlight.subtitle
source: Highlight the line that contains the caret when nothing is selected.
ar: ميّز السطر الذي يحتوي على المؤشر عندما لا يوجد تحديد.
bs: Istakni red koji sadrži karet kada ništa nije odabrano.
da: Fremhæv linjen med indsætningspunktet, når intet er markeret.
de: Hebt die Zeile mit der Einfügemarke hervor, wenn nichts ausgewählt ist.
es: Resalta la línea que contiene el cursor cuando no hay nada seleccionado.
fr: Met en surbrillance la ligne du curseur lorsqu’aucune sélection n’est active.
it: Evidenzia la riga del cursore quando non c’è una selezione.
ja: 選択がないとき、キャレットのある行をハイライトします。
ko: 선택이 없을 때 캐럿이 있는 줄을 강조합니다.
nb: Uthev linjen med innsettingspunktet når ingenting er merket.
pl: Podświetla wiersz z karetką, gdy nic nie jest zaznaczone.
pt_br: Destaca a linha que contém o cursor quando nada está selecionado.
ru: Подсвечивает строку с кареткой, когда ничего не выделено.
th: เน้นบรรทัดที่มีแคร์เรตเมื่อไม่ได้เลือกข้อความ
tr: Seçim yokken imlecin bulunduğu satırı vurgular.
uk: Підсвічує рядок із кареткою, коли нічого не вибрано.
zh_hans: 未选中内容时高亮显示插入点所在行。
zh_hant: 未選取內容時醒目提示插入點所在行。

# settings.app.fileEditorIndentGuides
source: File Editor Indent Guides
ar: أدلة المسافة البادئة في محرر الملفات
bs: Vodiči uvlačenja u uređivaču datoteka
da: Indrykningsguider i fileditor
de: Einzugshilfslinien im Dateieditor
es: Guías de sangría del editor de archivos
fr: Guides d’indentation de l’éditeur de fichiers
it: Guide di indentazione nell’editor di file
ja: ファイルエディタのインデントガイド
ko: 파일 편집기 들여쓰기 안내선
nb: Innrykksguider i fileditor
pl: Prowadnice wcięć w edytorze plików
pt_br: Guias de recuo do editor de arquivos
ru: Направляющие отступа в редакторе файлов
th: เส้นนำการเยื้องในตัวแก้ไขไฟล์
tr: Dosya düzenleyici girinti kılavuzları
uk: Напрямні відступу в редакторі файлів
zh_hans: 文件编辑器缩进参考线
zh_hant: 檔案編輯器縮排參考線

# settings.app.fileEditorIndentGuides.subtitle
source: Draw vertical guides at indent columns in the built-in file editor.
ar: ارسم أدلة رأسية عند أعمدة المسافة البادئة في محرر الملفات المدمج.
bs: Crtaj okomite vodiče na stupcima uvlačenja u ugrađenom uređivaču datoteka.
da: Tegn lodrette guides ved indrykningskolonner i den indbyggede fileditor.
de: Zeichnet vertikale Hilfslinien an den Einzugsspalten im integrierten Dateieditor.
es: Dibuja guías verticales en las columnas de sangría del editor de archivos integrado.
fr: Trace des guides verticaux aux colonnes d’indentation dans l’éditeur de fichiers intégré.
it: Disegna guide verticali alle colonne di indentazione nell’editor di file integrato.
ja: 組み込みファイルエディタのインデント桁に縦ガイドを描画します。
ko: 내장 파일 편집기의 들여쓰기 열에 세로 안내선을 그립니다.
nb: Tegn loddrette guider ved innrykkskolonnene i den innebygde fileditoren.
pl: Rysuje pionowe prowadnice przy kolumnach wcięć we wbudowanym edytorze plików.
pt_br: Desenha guias verticais nas colunas de recuo no editor de arquivos integrado.
ru: Рисует вертикальные направляющие по столбцам отступа во встроенном редакторе файлов.
th: วาดเส้นนำแนวตั้งที่คอลัมน์เยื้องในตัวแก้ไขไฟล์ในตัว
tr: Yerleşik dosya düzenleyicide girinti sütunlarına dikey kılavuzlar çizer.
uk: Малює вертикальні напрямні на стовпцях відступу у вбудованому редакторі файлів.
zh_hans: 在内置文件编辑器的缩进列绘制垂直参考线。
zh_hant: 在內建檔案編輯器的縮排列繪製垂直參考線。

# settings.app.fileEditorLineNumbers
source: File Editor Line Numbers
ar: أرقام الأسطر في محرر الملفات
bs: Brojevi redova u uređivaču datoteka
da: Linjenumre i fileditor
de: Zeilennummern im Dateieditor
es: Números de línea del editor de archivos
fr: Numéros de ligne de l’éditeur de fichiers
it: Numeri di riga nell’editor di file
ja: ファイルエディタの行番号
ko: 파일 편집기 줄 번호
nb: Linjenumre i fileditor
pl: Numery wierszy w edytorze plików
pt_br: Números de linha do editor de arquivos
ru: Номера строк в редакторе файлов
th: เลขบรรทัดในตัวแก้ไขไฟล์
tr: Dosya düzenleyici satır numaraları
uk: Номери рядків у редакторі файлів
zh_hans: 文件编辑器行号
zh_hant: 檔案編輯器行號

# settings.app.fileEditorLineNumbers.subtitle
source: Show a line-number gutter beside the built-in file editor.
ar: اعرض هامش أرقام الأسطر بجانب محرر الملفات المدمج.
bs: Prikaži žlijeb s brojevima redova pored ugrađenog uređivača datoteka.
da: Vis en linjenummerkolonne ved siden af den indbyggede fileditor.
de: Zeigt neben dem integrierten Dateieditor eine Zeilennummernleiste.
es: Muestra un margen de números de línea junto al editor de archivos integrado.
fr: Affiche une gouttière de numéros de ligne à côté de l’éditeur de fichiers intégré.
it: Mostra una colonna dei numeri di riga accanto all’editor di file integrato.
ja: 組み込みファイルエディタの横に行番号ガターを表示します。
ko: 내장 파일 편집기 옆에 줄 번호 여백을 표시합니다.
nb: Vis et linjenummerfelt ved siden av den innebygde fileditoren.
pl: Pokazuje rynienkę z numerami wierszy obok wbudowanego edytora plików.
pt_br: Mostra uma calha de números de linha ao lado do editor de arquivos integrado.
ru: Показывает поле с номерами строк рядом со встроенным редактором файлов.
th: แสดงแถบเลขบรรทัดข้างตัวแก้ไขไฟล์ในตัว
tr: Yerleşik dosya düzenleyicinin yanında satır numarası oluğu gösterir.
uk: Показує жолоб із номерами рядків поруч зі вбудованим редактором файлів.
zh_hans: 在内置文件编辑器旁显示行号槽。
zh_hant: 在內建檔案編輯器旁顯示行號欄。

# settings.app.fileEditorSyntaxHighlighting
source: File Editor Syntax Highlighting
ar: تمييز بناء الجملة في محرر الملفات
bs: Isticanje sintakse u uređivaču datoteka
da: Syntaksfremhævning i fileditor
de: Syntaxhervorhebung im Dateieditor
es: Resaltado de sintaxis del editor de archivos
fr: Coloration syntaxique de l’éditeur de fichiers
it: Evidenziazione della sintassi nell’editor di file
ja: ファイルエディタのシンタックスハイライト
ko: 파일 편집기 구문 강조
nb: Syntaksutheving i fileditor
pl: Podświetlanie składni w edytorze plików
pt_br: Realce de sintaxe do editor de arquivos
ru: Подсветка синтаксиса в редакторе файлов
th: การเน้นไวยากรณ์ในตัวแก้ไขไฟล์
tr: Dosya düzenleyicide sözdizimi vurgulama
uk: Підсвічування синтаксису в редакторі файлів
zh_hans: 文件编辑器语法高亮
zh_hant: 檔案編輯器語法醒目提示
